tap "felixkratz/formulae"
tap "leoafarias/fvm"
tap "nikitabobko/tap"
tap "sanemat/font"
brew "jpeg-xl"
brew "glib"
brew "cocoapods"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "gh"
brew "git"
brew "go"
brew "gobject-introspection"
brew "node"
brew "perl"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "rbenv"
brew "starship"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/borders"
brew "leoafarias/fvm/fvm"
cask "aerospace"
cask "font-cica"
cask "font-jetbrains-mono-nerd-font"
cask "visual-studio-code"
cask "wezterm@nightly"
vscode "alexisvt.flutter-snippets"
vscode "antfu.slidev"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google.arb-editor"
vscode "grapecity.gc-excelviewer"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mthuong.vscode-flutter-freezed-helper"
vscode "mylesmurphy.prettify-ts"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tonybaloney.vscode-pets"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
