tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "sanemat/font"
brew "glib"
brew "cairo"
brew "libyaml"
brew "cocoapods"
brew "harfbuzz"
brew "pango"
brew "readline", link: true
brew "python@3.11"
brew "fontforge"
brew "go"
brew "gobject-introspection"
brew "perl"
brew "python@3.12"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "starship"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "font-cica"
cask "font-jetbrains-mono-nerd-font"
cask "wezterm@nightly"
